Repository: adlerosn/corpusslayer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: title
pt_br: Título

source: language
pt_br: Idioma

source: comments
pt_br: Comentários

source: source
pt_br: Origem

source: text
pt_br: Texto

source: Document
pt_br: Documento

source: from
pt_br: de

source: Documents found
pt_br: Documentos encontrados

source: in
pt_br: em

source: Regular expression queried:
pt_br: Expressão regular pesquisada:

source: Upload corpus built with BootCaT [bootcat_upload]
pt_br: Enviar corpus construído com o BootCaT [bootcat_upload]

source: Import corpus built with BootCaT
pt_br: Enviar corpus construído com o BootCaT

source: Step
pt_br: Passo

source: Build corpus
pt_br: Construir corpus

source: <a href="http://bootcat.dipintra.it/?section=download">Download</a>, install and <a href="http://docs.sslmit.unibo.it/doku.php?id=bootcat:tutorials:basic_1">use the tool</a> to build a corpus.
pt_br: <a href="http://bootcat.dipintra.it/?section=download">Baixe</a>, instale and <a href="http://docs.sslmit.unibo.it/doku.php?id=bootcat:tutorials:basic_1">use a ferramenta</a> para construir um corpus.

source: Upload corpus content
pt_br: Envie o conteúdo do seu corpus

source: Paste your corpus here
pt_br: Cole seu corpus aqui

source: Submit
pt_br: Enviar

source: Tagged corpus
pt_br: Corpus etiquetado

source: Neighborhood visibility
pt_br: Visibilidade da vizinhança

source: Whole sentence
pt_br: Toda a sentença

source: 6 tokens for each side
pt_br: 6 palavras de cada lado

source: 5 tokens for each side
pt_br: 5 palavras de cada lado

source: 4 tokens for each side
pt_br: 4 palavras de cada lado

source: 3 tokens for each side
pt_br: 3 palavras de cada lado

source: 2 tokens for each side
pt_br: 2 palavras de cada lado

source: 1 token for each side
pt_br: 1 palavra de cada lado

source: Only the matched content
pt_br: Apenas o conteúdo reconhecido

source: Query
pt_br: Busca

source: Concordancer [concord]
pt_br: Concordanciador [concord]

source: Concordancer
pt_br: Concordanciador

# action
source: Search
pt_br: Buscar

source: Decomposing query
pt_br: Decompondo consulta

source: Waiting jQuery...
pt_br: Aguardando jQuery...

source: Waiting your input
pt_br: Aguardando sua consulta

source: Processing...
pt_br: Processando...

source: starts with
pt_br: começa com

source: contains
pt_br: contém

source: ends with
pt_br: termina com

source: uppercase
pt_br: maiúsculo

source: lowercase
pt_br: minúsculo

source: is
pt_br: é

source: skip
pt_br: pula

source: skip from
pt_br: pula de

source: until
pt_br: até

source: tokens
pt_br: Palavras

source: take from
pt_br: consome de

source: take exactly
pt_br: consome exatamente

source: chars
pt_br: caracteres

source: Errors have been found. They are marked in red.
pt_br: Erros foram encontrados. Eles estão marcados em vermelho.

source: Query help
pt_br: Referência da notação de busca

source: Check the table below:
pt_br: Observe a tabela abaixo:

source: Meaning
pt_br: Significado

source: Text is "abc"
pt_br: A palavra é "abc"

source: Text is "\"
pt_br: A palavra é "\"

source: Text is "..."
pt_br: A palavra é "..."

source: The first text is "abc" and the second is "def"
pt_br: A primeira palavra é "abc" e a segunda é "def"

source: The first text is "abc", the second can be anything and the third is "def"
pt_br: A primeira palavra é "abc", a segunda pode ser qualquer coisa e a terceira é "def"

source: The first text is "abc", the second is "{1}" and the third is "def"
pt_br: A primeira palavra é "abc", a segunda é "{1}" e a terceira é "def"

source: The first text is "abc", the second can be anything but does not necessarity exists and the last is "def"
pt_br: A primeira palavra é "abc", a segunda pode ser qualquer coisa e não existe necessariamente, e a última é "def"

source: The first text is "abc", the second can be anything and necessarity exists at least one and the last is "def"
pt_br: A primeira palavra é "abc", a segunda pode ser qualquer coisa e necessariamente existe, e a última é "def"

source: Matches words typed in all uppercase
pt_br: Reconhece palavras digitadas todas em maiúsculo

source: Matches with an uppercase letter followed by a non-empty sequence of lowercase letters
pt_br: Reconhece palavras digitadas com um caractere inicial em maiúsculo, seguido de ao menos um caractere minúsculo

source: Text starts with "abc"
pt_br: A palavra inicia com "abc"

source: Text is "abc.."
pt_br: A palavra é "abc.."

source: Text ends with "xyz"
pt_br: A palavra termina com "xyz"

source: Text contains "jkl"
pt_br: A palavra contém "jkl"

source: Text starts with "abc", contains "jkl" and ends with "xyz"
pt_br: A palavra começa com "abc", contém "jkl" e termina com "xyz"

source: This matches a word is a double underscore
pt_br: Este reconhece que a palavra é um sublinhado duplo

source: The double underscore sepparates the word part from tag part
pt_br: O duplo caractere de sublinha separa a palavra de sua etiqueta

source: Matches any word that is tagged as "V"
pt_br: Reconhece qualquer palavra etiquetada como "V"

source: Matches the word "mate" when it is tagged as "V"
pt_br: Reconhece a palavra "mate" quando etiquetada como "V"

source: Matches the word "mate" when it is tagged as "V" or "N"
pt_br: Reconhece a palavra "mate" quando etiquetada tanto como "V" quanto como "N"

source: Results
pt_br: Resultados

source: Concordancer results
pt_br: Resultados do Concordanciador

source: Empty
pt_br: Vazio

source: Click here to select a tagger
pt_br: Clique aqui para selecionar um etiquetador

source: Portuguese (Brazil)
pt_br: Português (Brasil)

source: Delete processed data [MXTERMINATOR]
pt_br: Descartar dados processados [MXTERMINATOR]

source: Process Corpus [MXTERMINATOR]
pt_br: Processar Corpus [MXTERMINATOR]

source: Sentence List [MXTERMINATOR]
pt_br: Lista de Sentenças [MXTERMINATOR]

source: Delete processed data [MXPOST]
pt_br: Descartar dados processados [MXPOST]

source: Process Corpus [MXPOST]
pt_br: Processar Corpus [MXPOST]

source: Tagged Text [MXPOST]
pt_br: Texto Etiquetado [MXPOST]

source: English (US)
pt_br: Inglês (EUA)

source: Process Corpus
pt_br: Processar Corpus

source: I read and agreed with the license above
pt_br: Eu li e concordei com a licença acima

source: Click here to select a language
pt_br: Clique aqui para selecionar um idioma

source: Click here to select a sentence list source
pt_br: Clique aqui para selecionar uma lista de sentenças

source: Process
pt_br: Processar

source: Tagged Sentece List
pt_br: Lista de Sentenças Etiquetadas

source: Sentece List
pt_br: Lista de Sentenças

source: Error while processing corpus
pt_br: Erro enquanto processava o corpus

source: Return to analysis options
pt_br: Retornar às opções de análise

source: Details:
pt_br: Detalhes:

source: Delete processed data [TreeTagger]
pt_br: Descartar dados processados [TreeTagger]

source: Process Corpus [TreeTagger]
pt_br: Processar Corpus [TreeTagger]

source: Tagged Text [TreeTagger]
pt_br: Texto Etiquetado [TreeTagger]

source: Click here to select a sentence tokens source
pt_br: Clique aqui para selecionar uma lista de palavras

source: Language
pt_br: Idioma

source: Skip text automata
pt_br: Pular geração do autômato do texto (já que pode demorar)

source: Delete processed data [Unitex/GramLab]
pt_br: Descartar dados processados [Unitex/GramLab]

source: Process Corpus [Unitex/GramLab]
pt_br: Processar Corpus [Unitex/GramLab]

source: Sentence List [Unitex/GramLab]
pt_br: Lista de Sentenças [Unitex/GramLab]

source: Word Frequency [Unitex/GramLab]
pt_br: Frequência de Palavras [Unitex/GramLab]

source: Word List [Unitex/GramLab]
pt_br: Lista de Palavras [Unitex/GramLab]

source: Sentence Automata [Unitex/GramLab]
pt_br: Autômato de Sentença [Unitex/GramLab]

source: Text Automata [Unitex/GramLab]
pt_br: Autômato do Texto [Unitex/GramLab]

source: Unitex/GramLab (tags are empty)
pt_br: Unitex/GramLab (etiquetas estão vazias)

source: (tags are empty)
pt_br: (etiquetas estão vazias)

source: Sentence Automata
pt_br: Autômato de Sentença

source: Text Automata
pt_br: Autômato do Texto

source: This automata is so big and would take so much time to render that, in order to prevent server overload, we will only provide you the source file, so you can render the automata by yourself locally.
pt_br: Este autômato é tão grande e levaria tanto tempo para gerar sua imagem que, para para evitar a sobrecarga do servidor, forneceremos apenas o arquivo de origem, para que você pode gerar as visualizações dos autômatos por conta própria localmente.

source: Once downloaded in a computer which has Graphviz installed, run these three commands:
pt_br: Baixe em um computador que tenha o Graphviz instalado e execute esses três comandos:

source: Missing Text Automata
pt_br: Autômato do Texto não encontrado

source: It seems you opted skipping this before. Generating this data on long texts may take hours or even days to process.
pt_br: Parece que você optou por pular essa etapa anteriormente. Gerar esse dado em textos longos pode levar horas ou até dias processando.

source: What should be done now?
pt_br: O que deve ser feito agora?

source: Return to analysis
pt_br: Retornar à análise

source: Reprocess data
pt_br: Reprocessar dados

source: Corpus processed
pt_br: Corpus processado

source: Processing corpus...
pt_br: Processando Corpus...

source: of
pt_br: de

source: Task
pt_br: Tarefa

source: Status
pt_br: Andamento

source: Waiting
pt_br: Aguaradando

source: Finished
pt_br: Concluído

source: Running
pt_br: Executando

source: with errors
pt_br: com erros

source: Word Frequency
pt_br: Frequência de Palavras

source: Token
pt_br: Palavra

source: Frequency
pt_br: Frequência

source: Word List
pt_br: Lista de Palavras

source: Unrecognized Token
pt_br: Palavras não reconhecidas

source: No unrecognized word
pt_br: Nenhuma palavra desconhecida

source: Composite Word
pt_br: Palavra Composta

source: Lemma
pt_br: Lema

source: Grammar &amp; Semantics
pt_br: Gramática &amp; Semântica

source: Inflections
pt_br: Inflexão

source: No composite word
pt_br: Nenhuma palavra composta

source: Simple Word
pt_br: Palavra Simples

source: Arabic
pt_br: Árabe

source: English
pt_br: Inglês

source: Finnish
pt_br: Finlandês

source: French
pt_br: Francês

source: Georgian (Ancient)
pt_br: Georgiano (antigo)

source: German
pt_br: Alemão

source: Greek (Ancient)
pt_br: Grego (antigo)

source: Greek (Modern)
pt_br: Grego (moderno)

source: Italian
pt_br: Italiano

source: Korean
pt_br: Koreano

source: Latin
pt_br: Latim

source: Malagasy
pt_br: Malgaxe

source: Norwegian (Bokmal)
pt_br: Norueguês (Bokmal)

source: Norwegian (Nynorsk)
pt_br: Norueguês (Nynorsk)

source: Polish
pt_br: Polonês

source: Portuguese (Portugal)
pt_br: Português (Portugal)

source: Russian
pt_br: Russo

source: Serbian-Cyrillic
pt_br: Serbian (Cirílico)

source: Serbian-Latin
pt_br: Serbian (Latim)

source: Spanish
pt_br: Espanhol

source: Thai
pt_br: Tailandês

source: preprocessing_normalize_input
pt_br: Preprocessamento: Normalizando entrada

source: preprocessing_converting_graph
pt_br: Preprocessamento: Convertendo grafo

source: preprocessing_flattening_graph
pt_br: Preprocessamento: Achatando grafo

source: preprocessing_plainifying_graph
pt_br: Preprocessamento: Planificando grafo

source: preprocessing_converting_graph_again
pt_br: Preprocessamento: Convertendo grafo (de novo!)

source: preprocessing_flattening_graph_again
pt_br: Preprocessamento: Achatando grafo (de novo!)

source: preprocessing_extracting_tokens
pt_br: Preprocessamento: Extraindo palavras

source: preprocessing_using_dictionary
pt_br: Preprocessamento: Aplicando dicionário sobre palavras

source: preprocessing_sorting_text_simple
pt_br: Preprocessamento: Ordenando palavras simples

source: preprocessing_sorting_text_compound
pt_br: Preprocessamento: Ordenando palavras compostas

source: preprocessing_sorting_text_unknown
pt_br: Preprocessamento: Ordenando palavras desconhecidas

source: preprocessing_sorting_text_unknown_unique
pt_br: Preprocessamento: Ordenando palavras desconhecidas únicas

source: preprocessing_wordlist_parsing
pt_br: Preprocessamento: Interpretando lista de palavras

source: preprocessing_wordfreq_parsing
pt_br: Preprocessamento: Interpretando frequência de palavras

source: preprocessing_sentences_parsing
pt_br: Preprocessamento: Interpretando lista de senenças

source: converting_fst_graph
pt_br: Autômato de Sentença: convertendo grafo

source: building_fst_text
pt_br: Autômato de Sentença: construindo texto

source: parsing_fst_text
pt_br: Autômato de Sentença: interpretando texto

source: parsing_fst_tagfreq
pt_br: Autômato de Sentença: interpretando frequência de etiquetas

source: tagging_fst_text
pt_br: Autômato de Sentença: etiquetando texto

source: parsing_fst_text_tagged
pt_br: Autômato de Sentença: interpretando texto etiquetado

source: parsing_fst_taggedfreq
pt_br: Autômato de Sentença: interpretando frequência de etiquetas etiquetadas

source: seq_auto_process
pt_br: Autômato do Texto: processando

source: seq_auto_parsing
pt_br: Autômato do Texto: interpretando

source: lang__en-us
pt_br: Inglês Americano

source: lang__pt-br
pt_br: Português Brasileiro

source: Analysis
pt_br: Análise

source: lang-code-iso
pt_br: pt

source: Settings
pt_br: Configurações

source: Log out
pt_br: Sair

source: Sign Up
pt_br: Registrar

source: Log in
pt_br: Entrar

source: Site handcrafted with love using Django
pt_br: Site esculpido à mão com amor usando Django

source: Help
pt_br: Ajuda

source: Privacy
pt_br: Privacidade

source: Terms
pt_br: Termos

source: Edit
pt_br: Alterar

source: Create
pt_br: Criar

source: Documents of
pt_br: Documentos de

source: Delete
pt_br: Apagar

source: Explore
pt_br: Explorar

source: %(title)s List
pt_br: Lista de %(title)s

source: Nothing to display
pt_br: Nada a exibir

source: Add
pt_br: Adicionar

source: %(title)s Form
pt_br: Formulário de %(title)s

source: Save
pt_br: Salvar

source: <p> This platform is an academic proof-of-concept that serves the purpose of processing arbitrary user-provided text, using a modular architecture. Rough edges in usability may be found everywhere. </p>
pt_br: <!-- TEXTO GENERICO: ME REESCREVA --> <p> Esta plataforma é uma prova de conceito acadêmica que serve para processar uma coletânea de textos fornecidos arbitráriamente pelo usuário, usando uma arquitetura modular. Algumas coisas que comprometem a usabilidade e experiência de usuário podem ser encontradas praticamente em todos os lugares por aqui. </p>

source: The corpora will appear here
pt_br: Os corpora aparecerão aqui

source: after you log in
pt_br: depois que você entrar na plataforma

source: documents
pt_br: documentos

source: Details
pt_br: Detalhes

source: Created
pt_br: Criado

source: Modified
pt_br: Modificado

source: after you add any
pt_br: após você adicionar algum

source: Add corpus
pt_br: Adicionar corpus

source: Welcome!
pt_br: Bem Vindo!

source: Logged in as
pt_br: Conectado como

source: Privacy Policy
pt_br: Política de Privacidade

source: <!-- PRIVACY POLICY --> <p> All data you produce here will be stored in database; and we will make our best effort to keep private the informations you store in this platform while still providing authorities requested data when demanded. </p>
pt_br: <!-- POLÍTICA DE PRIVACIDADE --> <!-- TEXTO GENERICO: ME REESCREVA --> <p> Todos os dados que você produz aqui serão armazenados num banco de dados; e nós faremos nosso melhor esforço para manter privadas as informações que você armazena nesta plataforma, enquanto cooperamos com as autoridades competentes fornecendo as informações solicitadas quando demandadas. </p>

source: Terms Of Service
pt_br: Termos do Serviço

source: <!-- TERMS OF SERVICE --> <p> In order to use this site and its services you agree that: </p> <ol> <li> You are at least 13 years at the present date. </li> <li> You will be the only one to use the account you created. </li> <li> You will respect the laws... </li> <ol> <li> You will respect the laws of your country while using this platform. </li> <li> You will also respect brazillian laws while using this platform. </li> <li> In case of legislation conflict, obey the legislation from your country in first place. </li> <li> Religious "laws" or "principles" are not covered. </li> </ol> <li> You are solely and entirely responsible for any damages that the content created, published or distributed by your account is your entire responsibility. </li> <li> You won't take actions that knowingly overloads or makes the service unavailable. </li> </ol> <p> About the rights of submitted content: </p> <ol> <li> You agree to don't use the platform to submit, share or transmit any form of data that constitutes porn, gambling, drug dealing, incitement to crime, incitement to suicide, warez, piracy, illegal content or hate speech. </li> <li> You agree to only submit content you have the right to do so, respecting copyrights. </li> <li> By submiting content to the platform, you agree that your content will be stored, copied, distributed, indexed, processed and backed up in order to keep the service available and to improve it. </li> </ol> <p> About the termination of the account: </p> <ol> <li> It won't be reversed unless facts are presented. </li> <li> If terminated by the user, all content produced by the account will remain with the same availability as before. </li> <li> If terminated by the administrator, all content produced by the account that doesn't violate the rules may remain with the same availability as before; in special cases, they may be entirely deleted from the records. </li> </ol> <p> About the service provision: </p> <ol> <li> In order to access this platform it may be required some hardware and software that the platform is not obliged in any way to provide. </li> <li> The administrator of the platform is not responsible for any loss you have by using it or relying on it. </li> <li> The administration reserves the right to interrupt the service at any time for any reason they consider appropriate. </li> </ol>
pt_br: <!-- TERMOS DE SERVIÇO --> <!-- TEXTO GENERICO: ME REESCREVA --> <p> Para usar este site e seus serviços, você concorda que: </p> <ol> <li> Você tem pelo menos 13 anos na data atual. </li> <li> Você será o único a usar a conta que você criou. </li> <li> Você respeitará as leis ... </li> <ol> <li> Você vai respeitar as leis do seu país ao usar esta plataforma. </li> <li> Você também irá respeitar leis brasileiras ao usar esta plataforma. </li> <li> Em caso de conflito de legislação, obedeça a legislação do seu país em primeiro lugar. </li> <li> "Leis" ou "princípios" religiosos não são cobertos. </li> </ol> <li> Você é único e inteiramente responsável por quaisquer danos que o conteúdo criado, publicado ou distribuído pela sua conta causar. </li> <li> Você não agirá de forma que, com conhecimento prévio, sobrecarregue ou torne o serviço indisponível. </li> </ol> <p> Sobre os direitos do conteúdo enviado: </p> <ol> <li> Você concorda em não usar a plataforma para enviar, compartilhar, transmitir ou de qualquer outra forma disseminação de quaisquer tipos de dados que constituiam pornografia, jogos de azar, tráfico de drogas, incitamento ao crime, incitamento ao suicídio, warez, pirataria, conteúdo ilegal ou discurso de ódio. </li> <li> Você concorda em submeter apenas conteúdo que você tenha autorização de o fazer, respeitando todo e qualquer direito autoral. </li> <li> Ao enviar conteúdo para a plataforma, você concorda que seu conteúdo será ser armazenado, copiado, distribuído, indexado, processado e feito backup com o objetivo de manter o serviço disponível e de melhorá-lo. </li> </ol> <p> Sobre o encerramento da conta: </p> <ol> <li> Não será revertida a menos que sejam apresentados fatos que demonstrem que nenhuma regra foi violada. </li> <li> Se for encerrado pelo usuário, todo o conteúdo produzido pela conta será permanecem com a mesma disponibilidade que antes. </li> <li> Se for encerrado pelo administrador, todo o conteúdo produzido pela conta que não viola as regras podem permanecer com a mesma disponibilidade que antes; Em casos especiais, eles podem ser excluídos dos registros. </li> </ol> <p> Sobre a prestação do serviço: </p> <ol> <li> Para acessar esta plataforma, pode ser necessário algum hardware ou software que a plataforma, seu criador ou mantenedor não se obrigam de forma alguma a fornecer. </li> <li> O administrador da plataforma não é responsável por qualquer perda que você tem usando ou confiando nela. </li> <li> A administração reserva-se o direito de interromper o serviço em qualquer por qualquer motivo que considerem apropriado. </li> </ol>

source: Password reset on %(site_name)s
pt_br: Senha atualizada em %(site_name)s

source: Failed
pt_br: Falhou

source: Account activation failed
pt_br: Ativação da conta falhou

source: The key provided wasn't be recognized.
pt_br: A chave provida não foi reconhecida.

source: Activation key
pt_br: Chave de ativação

source: Length
pt_br: Tamanho

source: Activated
pt_br: Ativado

source: Account activated
pt_br: Conta ativada

source: Go to homepage
pt_br: Ir à página inicial

source: Log In
pt_br: Entrar

source: Forgot my password
pt_br: Esqueci minha senha

source: Don't have an account?
pt_br: Não tem uma conta?

source: Didn't receive your activation email yet?
pt_br: Ainda não recebeu seu email de ativação?

source: Resend
pt_br: Reenviar

source: Check your mailbox
pt_br: Em seu email, verifique sua caixa de entrada e de spam

source: An email containing account-activation information has been sent.
pt_br: Um email contendo as informações de ativação da conta foi enviado.

source: Tip: Have you checked your spam box?
pt_br: Dica: Você já olhou sua caixa de spam?

source: You only will be able to use your account following such instructions.
pt_br: Você apenas será capaz de usar sua conta seguindo tais instruções.

source: I have read and agreed with the
pt_br: Eu li e concordei com os/a

source: Terms of Service
pt_br: Termos do Serviço

source: I agree with receiving an email in order to verify this account.
pt_br: Eu concordo em receber um email com o propósito de verificar esta conta.

source: Workers available for new connections
pt_br: Trabalhadores disponíveis para novas conexões

source: Workers busy
pt_br: Trabalhadores ocupados

source: Threads busy
pt_br: Instâncias ocupadas

source: Total workers
pt_br: Total de trabalhadores

source: Busy workers
pt_br: Trabalhadores ocupados

source: Workers accepting connections
pt_br: Trabalhadores aceitando novas conexões

source: Total threads
pt_br: Total de instâncias

source: Busy threads
pt_br: Instâncias ocupadas

source: Total processed requests
pt_br: Total de requisições processadas

source: Corpora list
pt_br: Lista de corpora

source: Change password
pt_br: Trocar senha

source: Soon
pt_br: Em breve
